[
    "So long, Pop! I'm off to check my tiger trap!",
    "Made In God's Own Image, Yes Sir!",
    "As far as I'm concerned, if something is so complicated that you can't explain it in 10 seconds, then it's probably not worth knowing anyway.",
    "But Calvin is no kind and loving god! He's one of the old gods! He demands sacrifice!",
    "But for my own example, I'd never believe one little kid could have so much brains!",
    "Every time I've built character, I've regretted it.",
    "Everybody I know fails the acid test of friendship.",
    "Everybody I know needs a complete personality overhaul!",
    "From now on, I'm not doing anything I don't want to do! The world owes me happiness, fulfillment and success.... I'm just here to cash in.",
    "Girls are like slugs— they probably serve some purpose, but it's hard to imagine what.",
    "Happiness is being famous for your financial ability to indulge in every kind of excess.",
    "Hello Dad! It is now three in the morning. Do you know where I am?",
    "Hi Susie! Guess what I brought for lunch.",
    "History is the fiction we invent to persuade ourselves that events are knowable and that life has order and direction. That's why events are always reinterpreted when values change. We need new versions of history to allow for our current prejudices.",
    "I go to school, but I never learn what I want to know.",
    "I hate to think that all my current experiences will someday become stories with no point.",
    "I like maxims that don't encourage behavior modification.",
    "I think life should be more like tv. I think all of life's problems ought to be solved in 30 minutes with simple homilies, don't you? I think weight and oral hygiene ought to be our biggest concerns. I think we should all have powerful, high-paying jobs, and everyone should drive fancy sports cars. All our desires should be instantly gratified. Women should always wear tight clothing, and men should carry powerful handguns. Life overall should be more glamorous, thrill-packed, and filled with applause, don't you think? Then again, if real life was like that, what would we watch on television?",
    "I think nighttime is dark so you can imagine your fears with less distraction.",
    "I try to make everyone's day a little more surreal.",
    "I understand my tests are popular reading in the teachers' lounge.",
    "I used to hate writing assignments, but now I enjoy them. I realized that the purpose of writing is to inflate weak ideas, obscure poor reasoning, and inhibit clarity. With a little practice, writing can be an intimidating and impenetrable fog!",
    "I won't eat any cereal that doesn't turn the milk purple.",
    "I wonder if you can refuse to inherit the world.",
    "I'd hate to have a kid like me.",
    "I'm a 21st-century kid trapped in a 19th-century family.",
    "I'M SIGNIFICANT!...screamed the dust speck.",
    "If mom and dad cared about me at all, they'd buy me some infra-red nighttime vision goggles.",
    "If you do the job badly enough, sometimes you don't get asked to do it again.",
    "In my opinion, we don't devote nearly enough scientific research to finding a cure for jerks.",
    "It seems like once people grow up, they have no idea what's cool.",
    "It's hard to be religious when certain people are never incinerated by bolts of lightning.",
    "It's only work if somebody makes you do it.",
    "Leave it to a girl to take all the fun out of sex discrimination.",
    "Life's a lot more fun when you're not responsible for your actions.",
    "My brain always rejects attitude transplants.",
    "Boy, there's nothing worse than an inscrutable omen.",
    "Childhood is for spoiling adulthood.",
    "Nothing spoils fun like finding out it builds character.",
    "People think it must be fun to be a super genius, but they don't realize how hard it is to put up with all the idiots in the world.",
    "Reality continues to ruin my life.",
    "Free to roam the heavens in man's noble quest to investigate the weirdness of the universe!",
    "Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.",
    "The only skills I have the patience to learn are those that have no real application in life.",
    "The secret to happiness is short-term, stupid self-interest!",
    "The strength to change what I can, the inability to accept what I can't, and the incapacity to tell the difference.",
    "The Tooth Fairy's gonna make you rich tonight, Susie.",
    "The worst part is that I don't even have the fun of doing the things I'm getting blamed for.",
    "There's never enough time to do all the nothing you want.",
    "There's no problem so awful that you can't add some guilt to it and make it even worse!",
    "Things are never quite as scary when you've got a best friend.",
    "This morning I had a wonderful dream. By holding my arms out stiff and pushing down hard, I found I could suspend myself a few feet above ground. I flapped harder, and soon I was soaring effortlessly over the trees and telephone poles! I could fly! I folded my arms back and zoomed low over the neighborhood. Everyone was amazed, and they ran along under me as I shot by. Then I rocketed up so fast that my eyes watered from the wind. I laughed and laughed, making huge loops in the sky! ...That's when Mom woke me up and said I was going to miss the bus if I didn't get my bottom out of bed; 20 minutes later, here I am, standing in the cold rain, waiting to go to school, and I just remembered I forgot my lunch. Tuesdays don't start much worse than this.",
    "To make a bad day worse, spend it wishing for the impossible.",
    "Trifle not with tired tigers.",
    "True friends are hard to come by. . . I need more money.",
    "What assurance do I have that your parenting isn't screwing me up?",
    "Where do we keep all our chainsaws, Mom?",
    "YAHH! FREEDOM AND JUSTICE SHALL ALWAYS PREVAIL OVER TYRANNY, BABYSITTER GIRL!",
    "You know how Einstein got bad grades as a kid? Well, mine are even worse!",
    "You know how people are. They only recognize greatness when some authority confirms it.",
    "Shock and titillate me! I've got money!",
    "You know, Hobbes, some days even my lucky rocketship underpants don't help.",
    "That's one of the remarkable things about life. It's never so bad that it can't get worse.",
    "Why should I have to WORK for everything?! It's like saying I don't deserve it!",
    "Do you have any money?...How can we get some? (thinks) Who do you know that we could sue?",
    "Everybody seeks happiness! Not me, though! That's the difference between me and the rest of the world. Happiness isn't good enough for me! I demand euphoria!",
    "It's a magical world, Hobbes, ol' buddy... Let's go exploring!",
    "The way Calvin's brain is wired, you can almost hear the fuses blowing.",
    "Our class voted Calvin the 'Most likely to be seen on the news some day'.",
    "Talking with you is the conversational-equivalent of an out of body experience.",
    "I don't know which is worse, ...that everyone has his price, or that the price is always so low.",
    "Science kind of takes the fun out of the portent business.",
    "I had resolved to be less offended by human nature, but I think I blew it already.",
    "If you couldn't find any weirdness, maybe we'll just have to make some!",
    "If you don't get a good night kiss, you get Kafka dreams.",
    "Live and don't learn, that's us.",
    "Most people don't sleep well next to a hungry tiger.",
    "So basically, this maverick is urging everyone to express his individuality through conformity in brand-name selection?",
    "So the secret to good self-esteem is to lower your expectations to the point where they're already met?",
    "There's more to this world than just people, you know.",
    "Van Gogh would've sold more than one painting if he'd put tigers in them.",
    "Why waste time learning, when ignorance is instantaneous?",
    "You know, there are times when it's a source of personal pride to not be human.",
    "For a girl, she's remarkably perceptive!",
    "I find it easier to live my life with lowered expectations.",
    "If ignorance is bliss, this lesson would appear to be a deliberate attempt to deprive me of happiness, the pursuit of which is my unalienable right according to the Declaration of Independence. I therefore assert my patriotic prerogative to not know this material. I'll be out in the playground.",
    "Getting an inch of snow is like winning 10 cents in the lottery.",
    "Verbing weirds language."
]